test/spv.xml

<soapenv:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:cwmp="urn:dslforum-org:cwmp-1-0" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Header><cwmp:ID soapenv:mustUnderstand="1">2</cwmp:ID></soapenv:Header><soapenv:Body><cwmp:SetParameterValues><ParameterList soap:arrayType="cwmp:ParameterValueStruct[1]"><ParameterValueStruct><Name>Device.ManagementServer.Enable</Name><Value xsi:type="xsd:boolean">1</Value></ParameterValueStruct></ParameterList><ParameterKey>2302518885</ParameterKey></cwmp:SetParameterValues></soapenv:Body></soapenv:Envelope>
